Revit 2027 API
ParameterTypeId.PointAdaptiveShowNumber Property
 "Show Placement Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PointAdaptiveShowNumber { get; }
Public Shared ReadOnly Property PointAdaptiveShowNumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PointAdaptiveShowNumber {
	ForgeTypeId^ get ();
}
static member PointAdaptiveShowNumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace